interface CommitteeMember {
    name: string;
    affiliation: string;
}

interface ProgCommitteeData {
    "ImportantMember": CommitteeMember[];
    "So-Predsedatel": CommitteeMember[];
    "PredsedatelSup": CommitteeMember[];
    "CommitteeMember": CommitteeMember[];
}
  
export const programCommitteeData: ProgCommitteeData = {
    "ImportantMember": [
      {
        name: "Балега Ю.Ю.",
        affiliation: "Специальная астрофизическая обсерватория РАН"
      }
    ],
    "So-Predsedatel": [
      {
        name: "Веселов Г.Е.",
        affiliation: "Южный федеральный университет"
      },
      {
        name: "Желенкова О.П.",
        affiliation: "Специальная астрофизическая обсерватория РАН"
      },
      {
        name: "Першин И.М.",
        affiliation: "Северо-Кавказский федеральный университет"
      },
      {
        name: "Шестопалов М.Ю.",
        affiliation: "Санкт-Петербургский государственный электротехнический университет «ЛЭТИ» им. В.И. Ульянова (Ленина)"
      }
    ],
    "PredsedatelSup": [
      {
        name: "Самойлов А.Н.",
        affiliation: "Южный федеральный университет"
      }
    ],
    "CommitteeMember": [
      {
        name: "Абрамов Е.С.",
        affiliation: "Южный федеральный университет"
      },
      {
        name: "Аджиев А.Х.",
        affiliation: "Высокогорный геофизический институт"
      },
      {
        name: "Воробьев Е.Г.",
        affiliation: "Санкт-Петербургский государственный электротехнический университет «ЛЭТИ» им. В.И. Ульянова (Ленина)"
      },
      {
        name: "Гладков Л.А.",
        affiliation: "Южный федеральный университет"
      },
      {
        name: "Горбунов А.В.",
        affiliation: "Южный федеральный университет"
      },
      {
        name: "Дилигенская А.Н.",
        affiliation: "Самарский государственный технический университет"
      },
      {
        name: "Душин С.Е.",
        affiliation: "Санкт-Петербургский государственный электротехнический университет «ЛЭТИ» им. В.И. Ульянова (Ленина)"
      },
      {
        name: "Ищукова Е.А.",
        affiliation: "Южный федеральный университет"
      },
      {
        name: "Куповых Г.В.",
        affiliation: "Южный федеральный университет"
      },
      {
        name: "Лебедев О.Б.",
        affiliation: "Военная академия Генерального Штаба ВС РФ"
      },
      {
        name: "Линец Г.И.",
        affiliation: "Северо-Кавказский федеральный университет"
      },
      {
        name: "Лукьянов А.Д.",
        affiliation: "Донской государственный технический университет"
      },
      {
        name: "Лызь Н.А.",
        affiliation: "Южный федеральный университет"
      },
      {
        name: "Мелдо А.А.",
        affiliation: "Санкт-Петербургский государственный университет"
      },
      {
        name: "Мещеряков Р.В.",
        affiliation: "Институт проблем управления РАН"
      },
      {
        name: "Первухин Д.А.",
        affiliation: "Санкт-Петербургский горный университет"
      },
      {
        name: "Попов А.Н.",
        affiliation: "Южный федеральный университет"
      },
      {
        name: "Тебуева Ф.Б.",
        affiliation: "Северо-Кавказский федеральный университет"
      },
      {
        name: "Тищенко Е.Н.",
        affiliation: "Ростовский государственный экономический университет (РИНХ)"
      },
      {
        name: "Целых А.А.",
        affiliation: "Южный федеральный университет"
      },
      {
        name: "Чернышев А.Б.",
        affiliation: "Северо-Кавказский федеральный университет"
      },
      {
        name: "Щукин Г.Г.",
        affiliation: "Военно-космическая академия имени А.Ф. Можайского"
      }
    ]
};