import { AboutItems } from '@/interfaces/AboutItems';

export const about: AboutItems[] = [
	{
		title: 'ОРГАНИЗАЦИОННЫЙ КОМИТЕТ',
		content: [
			{
				subtitle: 'Со-председатели:',
				text: [
					'Власюк В.В., Специальная астрофизическая обсерватория РАН',
					'Шевченко И.К., Южный федеральный университет',
					'Шелудько В.Н., Санкт-Петербургский государственный электротехнический университет «ЛЭТИ» им. В.И. Ульянова (Ленина)',
				],
			},
			{
				subtitle: 'Члены комитета:',
				text: [
					'Веселов Г.Е., Южный федеральный университет',
					'Доргушаова А.К., Майкопский государственный технологический университет',
					'Заковоротный В.Л., Донской государственный технический университет',
					'Кайсина Е.И., Специальная астрофизическая обсерватория РАН',
					'Котов Д.В., Военная академия Генерального Штаба ВС РФ',
					'Ляпунцова Е.В., Московский государственный технический университет имени Н.Э. Баумана',
					'Першин И.М., Северо-Кавказский федеральный университет',
					'Петренко В.И., Северо-Кавказский федеральный университет',
					'Раппопорт Э.Я., Самарский государственный технический университет',
				],
			},
		],
	},
	{
		title: 'ПРОГРАММНЫЙ КОМИТЕТ',
		content: [
			{
				subtitle: 'Почетный председатель:',
				text: ['Балега Ю.Ю., Специальная астрофизическая обсерватория РАН'],
			},
			{
				subtitle: 'Cопредседатели:',
				text: [
					'Веселов Г.Е., Южный федеральный университет',
					'Желенкова О.П., Специальная астрофизическая обсерватория РАН',
					'Першин И.М., Северо-Кавказский федеральный университет',
					'Шестопалов М.Ю., Санкт-Петербургский государственный электротехнический университет «ЛЭТИ» им. В.И. Ульянова (Ленина)',
				],
			},
			{
				subtitle: 'Заместитель председателя:',
				text: ['Самойлов А.Н., Южный федеральный университет'],
			},
			{
				subtitle: 'Члены комитета:',
				text: [
					'Абрамов Е.С., Южный федеральный университет',
					'Аджиев А.Х., Высокогорный геофизический институт',
					'Воробьев Е.Г., Санкт-Петербургский государственный электротехнический университет «ЛЭТИ» им. В.И. Ульянова (Ленина)',
					'Гладков Л.А., Южный федеральный университет',
					'Горбунов А.В., Южный федеральный университет',
					'Дилигенская А.Н., Самарский государственный технический университет',
					'Душин С.Е., Санкт-Петербургский государственный электротехнический университет «ЛЭТИ» им. В.И. Ульянова (Ленина)',
					'Ищукова Е.А., Южный федеральный университет',
					'Куповых Г.В., Южный федеральный университет',
					'Лебедев О.Б., Военная академия Генерального Штаба ВС РФ',
					'Линец Г.И., Северо-Кавказский федеральный университет',
					'Лукьянов А.Д., Донской государственный технический университет',
					'Лызь Н.А., Южный федеральный университет',
					'Мелдо А.А., Санкт-Петербургский государственный университет',
					'Мещеряков Р.В., Институт проблем управления РАН',
					'Первухин Д.А., Санкт-Петербургский горный университет',
					'Попов А.Н., Южный федеральный университет',
					'Тебуева Ф.Б., Северо-Кавказский федеральный университет',
					'Тищенко Е.Н., Ростовский государственный экономический университет (РИНХ)',
					'Целых А.А., Южный федеральный университет',
					'Чернышев А.Б., Северо-Кавказский федеральный университет',
					'Щукин Г.Г., Военно-космическая академия имени А.Ф. Можайского',
				],
			},
		],
	},
];
